Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: How hard this exercise turns out to be, worked out from everyone's scores on it. Five stars is the hardest.
ar: مدى صعوبة هذا التمرين، محسوبًا من نتائج الجميع فيه. خمس نجوم هي الأصعب.
de: Wie schwer sich diese Übung erweist, errechnet aus den Ergebnissen aller. Fünf Sterne sind am schwersten.
es: Lo difícil que resulta este ejercicio, calculado a partir de las puntuaciones de todos. Cinco estrellas es lo más difícil.
fr: La difficulté réelle de cet exercice, calculée d’après les scores de tout le monde. Cinq étoiles, c’est le plus difficile.
it: Quanto risulta difficile questo esercizio, calcolato dai punteggi di tutti. Cinque stelle è il massimo della difficoltà.
ja: 全員のスコアから算出した、このエクササイズの難しさです。星 5 つが最も難しいことを表します。
ko: 모든 사용자의 점수로 계산한 이 연습의 난이도입니다. 별 다섯 개가 가장 어렵습니다.
nl: Hoe moeilijk deze oefening blijkt te zijn, berekend uit ieders scores. Vijf sterren is het moeilijkst.
pl: Jak trudne okazuje się to ćwiczenie, wyliczone z wyników wszystkich. Pięć gwiazdek to najtrudniejsze.
pt_br: O quanto este exercício se mostra difícil, calculado a partir das pontuações de todos. Cinco estrelas é o mais difícil.
ru: Насколько трудным оказывается это упражнение, по результатам всех пользователей. Пять звёзд означают самое трудное.
sv: Hur svår den här övningen visar sig vara, uträknat från allas poäng. Fem stjärnor är svårast.
tr: Bu egzersizin ne kadar zor çıktığı; herkesin puanlarından hesaplanır. Beş yıldız en zoru demektir.
zh_hans: 根据所有人的成绩算出的难度。五颗星表示最难。

source: How high or low you sing depends on how your vocal folds are adjusted. For higher notes they are stretched longer, their tension increases and they become thinner, so they vibrate faster. When they relax, your voice sounds deeper.
ar: تعتمد درجة ارتفاع غنائك أو انخفاضه على كيفية ضبط الطيّتين الصوتيتين. فللنغمات الأعلى تُمدَّد الطيّتان وتزداد شدّتهما وتصبحان أرقّ، فتهتزان أسرع. وعندما ترتخيان يبدو صوتك أعمق.
de: Wie hoch oder tief du singst, hängt davon ab, wie deine Stimmlippen eingestellt sind. Für höhere Töne werden sie länger gedehnt, ihre Spannung steigt und sie werden dünner, sodass sie schneller schwingen. Entspannen sie sich, klingt deine Stimme tiefer.
es: Lo agudo o grave que cantas depende de cómo se ajustan tus cuerdas vocales. Para las notas agudas se estiran, aumenta su tensión y se vuelven más delgadas, de modo que vibran más rápido. Cuando se relajan, tu voz suena más grave.
fr: La hauteur à laquelle vous chantez dépend du réglage de vos cordes vocales. Pour les notes aiguës, elles s’allongent, leur tension augmente et elles s’amincissent, si bien qu’elles vibrent plus vite. Quand elles se relâchent, votre voix devient plus grave.
it: Quanto canti acuto o grave dipende da come sono regolate le corde vocali. Per le note più acute si allungano, la loro tensione aumenta e si assottigliano, così vibrano più velocemente. Quando si rilassano, la voce suona più grave.
ja: 歌う音の高さは、声帯の調整のしかたで決まります。高い音では声帯が引き伸ばされ、張りが強まって薄くなり、速く振動します。声帯がゆるむと、声は低くなります。
ko: 얼마나 높게 또는 낮게 노래하는지는 성대가 어떻게 조절되는지에 달려 있습니다. 높은 음에서는 성대가 길게 늘어나고 긴장이 커지며 얇아져서 더 빠르게 진동합니다. 성대가 이완되면 목소리가 더 낮게 들립니다.
nl: Hoe hoog of laag je zingt, hangt af van hoe je stembanden zijn ingesteld. Voor hogere noten worden ze langer gerekt, neemt hun spanning toe en worden ze dunner, zodat ze sneller trillen. Als ze ontspannen, klinkt je stem lager.
pl: To, jak wysoko lub nisko śpiewasz, zależy od ustawienia fałdów głosowych. Przy wyższych dźwiękach wydłużają się, ich napięcie rośnie, a same stają się cieńsze, więc drgają szybciej. Gdy się rozluźniają, głos brzmi niżej.
pt_br: O quão agudo ou grave você canta depende de como as pregas vocais estão ajustadas. Para notas mais agudas, elas se alongam, a tensão aumenta e elas ficam mais finas, então vibram mais rápido. Quando relaxam, sua voz soa mais grave.
ru: Высота звука зависит от того, как настроены голосовые складки. Для высоких нот они растягиваются, их натяжение растёт, а сами они становятся тоньше, поэтому колеблются быстрее. Когда они расслабляются, голос звучит ниже.
sv: Hur högt eller lågt du sjunger beror på hur stämbanden är inställda. För högre toner sträcks de ut, spänningen ökar och de blir tunnare, så att de vibrerar snabbare. När de slappnar av låter rösten mörkare.
tr: Ne kadar ince ya da kalın söylediğiniz, ses tellerinizin nasıl ayarlandığına bağlıdır. İnce notalar için ses telleri uzar, gerginlikleri artar ve incelirler; bu yüzden daha hızlı titreşirler. Gevşediklerinde sesiniz daha kalın çıkar.
zh_hans: 音唱得多高或多低，取决于声带如何调整。唱高音时，声带被拉长、张力增加、变得更薄，因此振动得更快。声带放松时，声音听起来更低沉。

source: How long do you want to sing?
ar: كم من الوقت تريد أن تغني؟
de: Wie lange möchtest du singen?
es: ¿Cuánto tiempo quieres cantar?
fr: Combien de temps voulez-vous chanter ?
it: Quanto tempo vuoi cantare?
ja: どれくらい歌いますか？
ko: 얼마나 노래하고 싶으세요?
nl: Hoe lang wil je zingen?
pl: Jak długo chcesz śpiewać?
pt_br: Por quanto tempo você quer cantar?
ru: Сколько времени хотите петь?
sv: Hur länge vill du sjunga?
tr: Ne kadar süre şarkı söylemek istiyorsunuz?
zh_hans: 你想唱多久？

source: How long you mean to practice a day. The Home tab's “Recommended” category suggests exercises adding up to at least this long, pitched at your skill level and steering clear of the ones you've sung lately, above all the ones you've sung over and over. A day of the Home tab's “Time Spent Singing” is filled in and checked off once you have practiced this much.
ar: المدة التي تنوي التمرّن فيها يوميًا. تقترح فئة «المقترحة» في تبويب الرئيسية تمارين لا يقل مجموعها عن هذه المدة، تناسب مستوى مهارتك وتتجنب ما غنيته مؤخرًا، وخصوصًا ما غنيته مرارًا وتكرارًا. يُملأ اليوم في «وقت الغناء» في تبويب الرئيسية وتوضع عليه علامة بمجرد أن تتمرّن هذه المدة.
de: Wie lange du am Tag üben möchtest. Die Kategorie „Empfohlen“ im Start-Tab schlägt Übungen vor, die zusammen mindestens so lange dauern, abgestimmt auf dein Niveau. Dabei meidet sie Übungen, die du kürzlich gesungen hast, und ganz besonders solche, die du immer wieder gesungen hast. Ein Tag in „Gesungene Zeit“ im Start-Tab wird ausgefüllt und bekommt einen Haken, sobald du so lange geübt hast.
es: Cuánto tiempo quieres practicar al día. La categoría «Recomendado» de la pestaña Inicio sugiere ejercicios que sumen al menos ese tiempo, ajustados a tu nivel y evitando los que has cantado hace poco, sobre todo los que has cantado una y otra vez. Un día de «Tiempo cantado» de la pestaña Inicio se rellena y recibe una marca en cuanto has practicado ese tiempo.
fr: Combien de temps vous comptez travailler par jour. La catégorie « Recommandé » de l’onglet Accueil propose des exercices dont la durée totale atteint au moins ce temps, adaptés à votre niveau, en évitant ceux que vous avez chantés récemment, et surtout ceux que vous avez chantés encore et encore. Un jour de « Temps de chant » de l’onglet Accueil se remplit et reçoit une coche dès que vous avez travaillé aussi longtemps.
it: Quanto tempo vuoi esercitarti al giorno. La categoria “Consigliati” della scheda Home propone esercizi che insieme durano almeno altrettanto, calibrati sul tuo livello ed evitando quelli che hai cantato di recente, soprattutto quelli che hai cantato più e più volte. Un giorno di “Tempo cantato” nella scheda Home si riempie e riceve un segno di spunta quando ti sei esercitato per questo tempo.
ja: 1日にどれくらい練習するかです。ホームタブの「おすすめ」カテゴリは、合計でこの時間以上になるエクササイズを、あなたのレベルに合わせて提案します。最近歌ったエクササイズ、特に何度も繰り返し歌ったものは避けて選びます。ホームタブの「歌った時間」の各日は、この時間だけ練習するとぬりつぶされ、チェックマークが付きます。
ko: 하루에 얼마나 연습할지입니다. 홈 탭의 “추천” 카테고리는 합쳐서 최소 이만큼 걸리는 연습을 나의 레벨에 맞춰 제안합니다. 최근에 부른 연습, 특히 여러 번 반복해서 부른 연습은 피해서 고릅니다. 홈 탭 “노래한 시간”의 하루는 이만큼 연습하면 색이 채워지고 체크 표시가 붙습니다.
nl: Hoe lang je per dag wilt oefenen. De categorie ‘Aanbevolen’ op het tabblad Start stelt oefeningen voor die samen minstens zo lang duren, afgestemd op je niveau. Oefeningen die je onlangs hebt gezongen slaat ze liever over, en vooral de oefeningen die je steeds opnieuw hebt gezongen. Een dag in ‘Gezongen tijd’ op het tabblad Start wordt ingekleurd en krijgt een vinkje zodra je zo lang hebt geoefend.
pl: Ile czasu dziennie chcesz ćwiczyć. Kategoria „Polecane” na karcie Start proponuje ćwiczenia, które razem trwają co najmniej tyle, dobrane do twojego poziomu. Omija ćwiczenia, które niedawno śpiewałeś, a zwłaszcza te, które śpiewałeś raz po raz. Dzień w kategorii „Czas śpiewania” na karcie Start zostaje wypełniony i oznaczony haczykiem, gdy tyle poćwiczysz.
pt_br: Quanto tempo você pretende praticar por dia. A categoria “Recomendado” da aba Início sugere exercícios que somem pelo menos esse tempo, ajustados ao seu nível e evitando os que você cantou recentemente, principalmente os que você cantou várias e várias vezes. Um dia de “Tempo cantado” da aba Início é preenchido e ganha um tique assim que você praticar tudo isso.
ru: Сколько времени в день вы собираетесь заниматься. Категория «Рекомендуемые» на вкладке «Главная» предлагает упражнения, которые в сумме длятся не меньше этого времени, подобранные под ваш уровень. Она обходит упражнения, которые вы недавно пели, и особенно те, что вы пели снова и снова. День в разделе «Время пения» на вкладке «Главная» закрашивается и отмечается галочкой, как только вы позанимались столько.
sv: Hur länge du tänker öva per dag. Kategorin ”Rekommenderat” på fliken Hem föreslår övningar som tillsammans räcker minst så länge, anpassade till din nivå. Den undviker övningar du har sjungit nyligen, och allra mest dem du har sjungit om och om igen. En dag i ”Sångtid” på fliken Hem fylls i och får en bock så snart du har övat så länge.
tr: Günde ne kadar çalışmayı düşündüğünüz. Ana Sayfa sekmesindeki “Önerilen” kategorisi, toplamda en az bu kadar süren egzersizleri seviyenize göre önerir. Son zamanlarda söylediğiniz egzersizlerden, özellikle de tekrar tekrar söylediklerinizden kaçınır. Ana Sayfa sekmesindeki “Şarkı söyleme süresi”nde bir gün, bu kadar çalıştığınızda dolar ve onay işareti alır.
zh_hans: 你打算每天练习多长时间。“首页”标签中的“推荐”类别会按你的水平，建议加起来至少这么长的练习，并避开你最近唱过的练习，尤其是反复唱过很多次的。“首页”标签的“歌唱时长”中，某一天练满这么久后就会被填满并打上对勾。

source: How long your microphone takes to hear you. Your scores are worked out with this taken off, and you can change it in Settings under Audio.
ar: الوقت الذي يستغرقه الميكروفون لسماعك. تُحسب نتائجك بعد خصم هذا الوقت، ويمكنك تغييره في الإعدادات ضمن «الصوتيات».
de: Wie lange dein Mikrofon braucht, um dich zu hören. Deine Bewertungen werden abzüglich dieses Werts berechnet, und du kannst ihn in den Einstellungen unter Audio ändern.
es: Cuánto tarda tu micrófono en oírte. Tus puntuaciones se calculan restando este valor, y puedes cambiarlo en Ajustes, en Audio.
fr: Le temps que met votre micro à vous entendre. Vos scores sont calculés en retranchant cette valeur, que vous pouvez modifier dans Réglages, sous Audio.
it: Quanto tempo impiega il microfono a sentirti. I punteggi vengono calcolati sottraendo questo valore, che puoi cambiare in Impostazioni, sotto Audio.
ja: マイクがあなたの声を捉えるまでの時間です。スコアはこの分を差し引いて計算され、設定のオーディオで変更できます。
ko: 마이크가 당신의 소리를 듣기까지 걸리는 시간입니다. 점수는 이 값을 뺀 뒤 계산되며, 설정의 오디오에서 바꿀 수 있습니다.
nl: Hoe lang je microfoon erover doet om je te horen. Je scores worden berekend met deze waarde eraf, en je kunt hem wijzigen in Instellingen onder Audio.
pl: Ile czasu potrzebuje mikrofon, żeby cię usłyszeć. Wyniki liczone są po odjęciu tej wartości, a zmienisz ją w Ustawieniach w sekcji Dźwięk.
pt_br: Quanto tempo o seu microfone leva para ouvir você. Suas pontuações são calculadas descontando este valor, que você pode mudar em Ajustes, em Áudio.
ru: Сколько времени микрофону нужно, чтобы вас услышать. Оценки считаются с вычетом этой задержки, а изменить её можно в настройках, в разделе «Аудио».
sv: Hur lång tid din mikrofon behöver för att höra dig. Dina poäng räknas ut med det här avdraget, och du kan ändra det i Inställningar under Ljud.
tr: Mikrofonunuzun sizi duyması ne kadar sürüyor. Puanlarınız bu değer düşülerek hesaplanır ve Ayarlar’daki Ses bölümünden değiştirebilirsiniz.
zh_hans: 麦克风听到你的声音所需的时间。评分会扣掉这段延迟，你可以在“设置”的音频里修改。

source: How many exercises the Home tab's “New for You” category lists, up to 25. They are the community's hottest exercises closest to your skill level.
ar: عدد التمارين التي تعرضها فئة «جديد لك» في تبويب الرئيسية، حتى 25 تمرينًا. وهي أكثر تمارين المجتمع رواجًا والأقرب إلى مستوى مهارتك.
de: Wie viele Übungen die Kategorie „Neu für dich“ im Start-Tab zeigt, höchstens 25. Es sind die angesagtesten Übungen der Community, die deinem Niveau am nächsten liegen.
es: Cuántos ejercicios muestra la categoría «Nuevo para ti» de la pestaña Inicio, hasta 25. Son los ejercicios más populares de la comunidad que más se acercan a tu nivel.
fr: Le nombre d’exercices qu’affiche la catégorie « Nouveautés pour vous » de l’onglet Accueil, jusqu’à 25. Ce sont les exercices les plus populaires de la communauté les plus proches de votre niveau.
it: Quanti esercizi mostra la categoria “Novità per te” della scheda Home, fino a 25. Sono gli esercizi più popolari della community più vicini al tuo livello.
ja: ホームタブの「あなたへの新着」カテゴリに表示するエクササイズの数です（最大25）。コミュニティで人気のエクササイズのうち、あなたのレベルに最も近いものが選ばれます。
ko: 홈 탭의 “나를 위한 새 연습” 카테고리에 보여 줄 연습 개수로, 최대 25개입니다. 커뮤니티에서 인기 있는 연습 중 나의 레벨에 가장 가까운 것들이 표시됩니다.
nl: Hoeveel oefeningen de categorie ‘Nieuw voor jou’ op het tabblad Start toont, tot 25. Het zijn de populairste oefeningen van de community die het dichtst bij je niveau liggen.
pl: Ile ćwiczeń pokazuje kategoria „Nowe dla Ciebie” na karcie Start, maksymalnie 25. To najpopularniejsze ćwiczenia społeczności najbliższe twojemu poziomowi.
pt_br: Quantos exercícios a categoria “Novidades para você” da aba Início mostra, até 25. São os exercícios mais populares da comunidade mais próximos do seu nível.
ru: Сколько упражнений показывает категория «Новое для вас» на вкладке «Главная», до 25. Это самые популярные упражнения сообщества, ближе всего подходящие к вашему уровню.
sv: Hur många övningar kategorin ”Nytt för dig” på fliken Hem visar, upp till 25. Det är communityns hetaste övningar som ligger närmast din nivå.
tr: Ana Sayfa sekmesindeki “Sizin için yeni” kategorisinin kaç egzersiz gösterdiği, en fazla 25. Bunlar topluluğun seviyenize en yakın en popüler egzersizleridir.
zh_hans: “首页”标签的“最新推荐”类别显示的练习数量，最多 25 个。它们是社区中最热门、且最接近你水平的练习。

source: How many times the pattern is played in a row.
ar: عدد مرات تشغيل النمط على التوالي.
de: Wie oft das Muster hintereinander gespielt wird.
es: Cuántas veces se toca el patrón seguidas.
fr: Combien de fois le motif est joué à la suite.
it: Quante volte il motivo viene suonato di seguito.
ja: パターンを続けて何回鳴らすかです。
ko: 패턴을 연달아 몇 번 재생할지 정합니다.
nl: Hoe vaak het patroon achter elkaar wordt gespeeld.
pl: Ile razy z rzędu odtwarzany jest wzór.
pt_br: Quantas vezes o padrão é tocado seguidas.
ru: Сколько раз подряд играется рисунок.
sv: Hur många gånger mönstret spelas i rad.
tr: Kalıbın arka arkaya kaç kez çalınacağı.
zh_hans: 音型连续播放的次数。

source: How many times this exercise has been downloaded.
ar: عدد مرات تنزيل هذا التمرين.
de: Wie oft diese Übung heruntergeladen wurde.
es: Cuántas veces se ha descargado este ejercicio.
fr: Combien de fois cet exercice a été téléchargé.
it: Quante volte questo esercizio è stato scaricato.
ja: このエクササイズがダウンロードされた回数です。
ko: 이 연습이 다운로드된 횟수입니다.
nl: Hoe vaak deze oefening is gedownload.
pl: Ile razy pobrano to ćwiczenie.
pt_br: Quantas vezes este exercício foi baixado.
ru: Сколько раз это упражнение скачали.
sv: Hur många gånger den här övningen laddats ned.
tr: Bu egzersizin kaç kez indirildiği.
zh_hans: 这个练习被下载的次数。

source: How much of a note counts as hit when your score is worked out. At 100% the whole note counts, as it always has; lower, and only that share of the note's middle does, so you have to sing nearer the center of the pitch for it to count.
ar: مقدار ما يُحتسب من النغمة إصابةً عند حساب نتيجتك. عند 100% تُحتسب النغمة كلها، كما كان دائمًا؛ وعند قيمة أقل يُحتسب ذلك الجزء من وسط النغمة فقط، فعليك أن تغني أقرب إلى مركز الدرجة حتى تُحتسب.
de: Wie viel einer Note als getroffen zählt, wenn deine Punktzahl berechnet wird. Bei 100 % zählt die ganze Note, wie bisher; darunter zählt nur dieser Anteil ihrer Mitte, du musst also näher an der Mitte der Tonhöhe singen, damit sie zählt.
es: Qué parte de una nota cuenta como acertada al calcular tu puntuación. Al 100 % cuenta la nota entera, como hasta ahora; por debajo solo cuenta esa proporción de su centro, así que tienes que cantar más cerca del centro del tono para que cuente.
fr: Quelle part d’une note compte comme atteinte lors du calcul de votre note. À 100 %, toute la note compte, comme jusqu’ici ; en dessous, seule cette part de son centre compte, vous devez donc chanter plus près du centre de la hauteur pour qu’elle compte.
it: Quanta parte di una nota conta come centrata quando viene calcolato il punteggio. Al 100 % conta l’intera nota, come è sempre stato; sotto, conta solo quella porzione del suo centro, quindi devi cantare più vicino al centro dell’altezza perché conti.
ja: 採点のときに音符のどこまでを当たりとみなすか。100 % では今までどおり音符全体が対象になり、それより低いと中央のその割合だけが対象になるため、音程の中心に近づけて歌う必要があります。
ko: 점수를 계산할 때 음표의 어느 정도까지 맞힌 것으로 볼지 정합니다. 100 %에서는 지금까지처럼 음표 전체가 인정되고, 그보다 낮으면 가운데의 그만큼만 인정되므로 음높이의 중심에 더 가깝게 불러야 합니다.
nl: Hoeveel van een noot als geraakt telt wanneer je score wordt berekend. Op 100 % telt de hele noot, zoals altijd; lager telt alleen dat deel van het midden, dus je moet dichter bij het midden van de toonhoogte zingen om te scoren.
pl: Jaka część nuty liczy się jako trafiona przy obliczaniu wyniku. Przy 100 % liczy się cała nuta, tak jak dotąd; poniżej liczy się tylko taka część jej środka, więc musisz śpiewać bliżej środka wysokości dźwięku, żeby się liczyło.
pt_br: Quanto de uma nota conta como acertada no cálculo da sua pontuação. Em 100 %, a nota inteira conta, como sempre foi; abaixo disso, só essa parte do centro dela conta, então você precisa cantar mais perto do centro da altura para que conte.
ru: Какая часть ноты засчитывается как попадание при подсчёте оценки. При 100 % засчитывается вся нота, как и раньше; ниже засчитывается только такая доля её середины, поэтому петь нужно ближе к центру высоты тона.
sv: Hur mycket av en not som räknas som träffad när dina poäng beräknas. Vid 100 % räknas hela noten, precis som förut; lägre räknas bara den andelen av dess mitt, så du måste sjunga närmare tonhöjdens mitt för att den ska räknas.
tr: Puanınız hesaplanırken bir notanın ne kadarının tutturulmuş sayılacağı. %100’de notanın tamamı sayılır, her zaman olduğu gibi; daha düşükte yalnızca ortasının bu kadarı sayılır, yani sayılması için perdenin ortasına daha yakın söylemeniz gerekir.
zh_hans: 计算得分时，音符的多少算作唱中。为 100 % 时整个音符都算，和以前一样；更低时只有中间的这一部分算，因此你需要唱得更接近音高的中心才会计入。

source: How much of the run you sang on pitch. Red is low, green is high.
ar: مقدار ما غنيته على الدرجة الصحيحة في هذه المحاولة. الأحمر منخفض والأخضر مرتفع.
de: Wie viel von dem Durchgang du tonrein gesungen hast. Rot ist niedrig, grün ist hoch.
es: Cuánto de la ejecución cantaste afinado. Rojo es bajo, verde es alto.
fr: La part de la session que vous avez chantée juste. Rouge, c’est bas ; vert, c’est haut.
it: Quanta parte dell’esecuzione hai cantato intonata. Il rosso è basso, il verde è alto.
ja: この 1 回でどれだけ音程が合っていたかです。赤が低く、緑が高い評価です。
ko: 이번 회차에서 음정을 얼마나 맞췄는지입니다. 빨강은 낮고 초록은 높습니다.
nl: Hoeveel van de ronde je zuiver hebt gezongen. Rood is laag, groen is hoog.
pl: Jaką część przebiegu zaśpiewałeś czysto. Czerwony to mało, zielony to dużo.
pt_br: Quanto da execução você cantou afinado. Vermelho é baixo, verde é alto.
ru: Какую часть прохода вы спели чисто. Красный означает мало, зелёный много.
sv: Hur mycket av omgången du sjöng rent. Rött är lågt, grönt är högt.
tr: Bu turun ne kadarını doğru perdeden söylediğiniz. Kırmızı düşük, yeşil yüksektir.
zh_hans: 本次演唱中音准正确的比例。红色为低，绿色为高。

source: How rounded the ends of the notes are, from square to fully rounded.
ar: مدى استدارة أطراف النغمات، من مربعة إلى مستديرة تمامًا.
de: Wie rund die Enden der Noten sind, von eckig bis ganz rund.
es: Cómo de redondeados están los extremos de las notas, de cuadrados a completamente redondos.
fr: L’arrondi des extrémités des notes, du carré au complètement arrondi.
it: Quanto sono arrotondate le estremità delle note, da squadrate a completamente tonde.
ja: 音符の端の丸みです。角ばった形から完全な丸まで選べます。
ko: 음의 양 끝이 얼마나 둥근지입니다. 각진 모양부터 완전히 둥근 모양까지 있습니다.
nl: Hoe rond de uiteinden van de noten zijn, van vierkant tot helemaal rond.
pl: Jak zaokrąglone są końce nut, od kanciastych po całkiem okrągłe.
pt_br: O quanto as pontas das notas são arredondadas, de quadradas a totalmente redondas.
ru: Насколько скруглены концы нот, от прямоугольных до полностью круглых.
sv: Hur rundade tonernas ändar är, från raka till helt rundade.
tr: Notaların uçlarının ne kadar yuvarlak olduğu; köşeliden tamamen yuvarlağa.
zh_hans: 音符两端的圆角程度，从方角到完全圆角。

source: How tall a pitch is. Turn it up to spread the notes apart, down to fit more of your range on screen.
ar: ارتفاع كل درجة صوت. زِده لتباعد النغمات، وقلّله لتتسع الشاشة لمزيد من مداك.
de: Wie hoch eine Tonstufe ist. Höher zieht die Noten auseinander, niedriger bringt mehr von deinem Stimmumfang auf den Bildschirm.
es: La altura de cada tono. Súbelo para separar las notas, bájalo para que quepa más de tu tesitura en pantalla.
fr: La hauteur d’un demi-ton à l’écran. Augmentez-la pour espacer les notes, réduisez-la pour afficher davantage de votre tessiture.
it: Quanto è alta una nota sullo schermo. Alzalo per distanziare le note, abbassalo per far entrare più estensione nello schermo.
ja: 1 音あたりの高さです。上げると音符の間隔が広がり、下げると自分の音域をより広く画面に収められます。
ko: 한 음의 높이입니다. 올리면 음 사이가 벌어지고, 내리면 음역을 더 넓게 화면에 담습니다.
nl: Hoe hoog een toonhoogte is. Hoger zet de noten verder uit elkaar, lager laat meer van je bereik op het scherm passen.
pl: Jak wysoki jest jeden dźwięk na ekranie. W górę rozsuwa nuty, w dół mieści więcej twojej skali na ekranie.
pt_br: A altura de cada tom. Aumente para afastar as notas, diminua para caber mais da sua extensão na tela.
ru: Какой высоты одна ступень. Больше значит, что ноты расходятся дальше, меньше значит, что на экран помещается больший диапазон.
sv: Hur hög en tonhöjd är. Höj för att sprida isär tonerna, sänk för att få plats med mer av ditt omfång på skärmen.
tr: Bir perdenin ekranda ne kadar yüksek olduğu. Artırmak notaları ayırır, azaltmak ses aralığınızın daha fazlasını ekrana sığdırır.
zh_hans: 每个音高占的高度。调高会拉开音符间距，调低则能在屏幕上容纳更宽的音域。

source: How the app handles your data. Tapping it leaves the app and opens the privacy policy in your browser.
ar: كيف يتعامل التطبيق مع بياناتك. الضغط عليه يغادر التطبيق ويفتح سياسة الخصوصية في متصفحك.
de: Wie die App mit deinen Daten umgeht. Ein Tipp verlässt die App und öffnet die Datenschutzerklärung in deinem Browser.
es: Cómo trata la app tus datos. Al tocarlo sales de la app y se abre la política de privacidad en tu navegador.
fr: Comment l’app traite vos données. En le touchant, vous quittez l’app et la politique de confidentialité s’ouvre dans votre navigateur.
it: Come l’app tratta i tuoi dati. Toccandolo esci dall’app e l’informativa sulla privacy si apre nel tuo browser.
ja: アプリがあなたのデータをどう扱うかの説明です。タップするとアプリを離れ、ブラウザでプライバシーポリシーが開きます。
ko: 앱이 데이터를 처리하는 방식입니다. 탭하면 앱을 나가 브라우저에서 개인정보 처리방침이 열립니다.
nl: Hoe de app met je gegevens omgaat. Als je erop tikt, verlaat je de app en opent het privacybeleid in je browser.
pl: Jak aplikacja przetwarza twoje dane. Dotknięcie opuszcza aplikację i otwiera politykę prywatności w przeglądarce.
pt_br: Como o app trata seus dados. Ao tocar, você sai do app e a política de privacidade abre no seu navegador.
ru: Как приложение обращается с вашими данными. Нажатие закрывает приложение и открывает политику конфиденциальности в браузере.
sv: Hur appen hanterar dina uppgifter. Ett tryck lämnar appen och öppnar integritetspolicyn i din webbläsare.
tr: Uygulamanın verilerinizi nasıl işlediği. Dokunduğunuzda uygulamadan çıkılır ve gizlilik politikası tarayıcınızda açılır.
zh_hans: 应用如何处理你的数据。点按后会离开应用，在浏览器中打开隐私政策。
